Repository: andersblehr/origon-ios
Catalog: Origon/*.lproj/Localizable.strings
Languages: de

source: %@ has only one home phone number, %@. Which address has this number?
de: %@ hat nur eine Heimattelefonnummer, %@. Welche Adresse hat diese Nummer?

source: %@ has more than one home phone number. Which address has the number %@?
de: %@ hat mehr als eine Heimattelefonnummer. Welche Adresse hat die Nummer %@?

source: Which address has phone number %@?
de: Welche Adresse hat die Telefonnummer %@?

source: Is %@ the phone number for %@?
de: Ist %@ die Telefonnummer für %@?

source: Does %@ live with %@?
de: Wohnt %@ mit %@ zusammen?

source: Does %@ live with %@ or %@?
de: Wohnt %@ mit %@ oder %@ zusammen?

source: Favourite
de: Favorit

source: Not favourite
de: Nicht Favorit

source: his parents
de: seine Eltern

source: her parents
de: ihre Eltern

source: his father
de: sein Vater

source: her father
de: ihr Vater

source: his mother
de: seine Mutter

source: her mother
de: ihre Mutter

source: Settings
de: Einstellungen

source: Responsibilities
de: Verantwortlichkeiten

source: Groups
de: Gruppen

source: Edit groups
de: Gruppen bearbeiten

source: This is your private favourites list. Tap ☆ in the person view to mark a person as favourite.
de: Hier ist deine private Favoritenliste. ☆ im Personenbild tippen, um eine Person als Favorit zu markieren.

source: All who are not marked as favourites will be listed here.
de: Alle, die nicht als Favoriten markiert sind, werden hier gelistet.

source: Tap + to add a responsibility.
de: Zum Hinzufügen einer Verantwortlichkeit, + tippen.

source: Tap + to create a group.
de: Zum Erstellen einer neuen Gruppe, + tippen.

source: Version: %@ Concept & code: Anders Blehr (@andersblehr) Copyright © 2015-2016 Anders Blehr origon.co support@origon.co
de: Version: %@ Konzept & Code: Anders Blehr (@andersblehr) Copyright © 2015-2016 Anders Blehr origon.co support@origon.co

source: Send text to both
de: Nachricht an beide senden

source: Send text to all
de: Nachricht an alle senden

source: Send email to both
de: E-Mail an beide senden

source: Send email to all
de: E-Mail an alle senden

source: Listed elsewhere
de: Anderswo gelistet

source: Type
de: Art

source: %@ and %@ must be listed at the same address. You may register a separate address for them if you do not live with %@.
de: %@ und %@ müssen unter derselben Adresse aufgeführt sein. Du kannst eine separate Adresse für die Beiden registrieren, wenn du nicht mit %@ zusammenwohnst.

source: Add
de: Hinzufügen

source: Responsibility
de: Verantwortlichkeit

source: Group name
de: Name der Gruppe

source: This device
de: Dieses Gerät

source: waiting...
de: warte...

source: Join list
de: Liste beitreten

source: Send join request
de: Beitretungsantrag senden

source: Send join request for %@:
de: Beitretungsantrag für %@ senden:

source: The join code can be shared with those you wish to include in this list. They can then join the list themselves by tapping the join button (circled plus sign) in the start view and entering the join code.
de: Der Beitretungscode kann mit Personen geteilt werden, die du in diese Liste eintragen möchtest. Sie können dann selbst der Liste beitreten, indem sie im Startbild die Beitretungstaste (eingegreistes Pluszeichen) tippen und zunächst den Beitretungscode eingeben.

source: The join code can be shared with the parents of children you wish to include in this list. They can then join their children to the list themselves by tapping the join button (circled plus sign) in the start view and entering the join code.
de: Der Beitretungscode kann mit den Eltern von Kindern geteilt werden, die du in diese Liste eintragen möchtest. Sie können dann ihre Kinder selbst in die Liste eintragen, indem sie im Startbild die Beitretungstaste (eingekreistes Pluszeichen) tippen und zunächst den Beitretungscode eingeben.

source: You may ask an administrator to create a join code for %@.
de: Du kannst einen Administrator darum beten, einen Beitretungscode für %@ zu erstellen.

source: You need a working internet connection to create a join code for %@.
de: Du musst Zugang zum Internet haben, um einen Beitretungscode für %@ erstellen zu können.

source: Please enter the join code for the list you want to join.
de: Bitte den Beitretungscode der Liste angeben, der du beitreten möchtest.

source: Please enter the join code for the list that %@ should be joined to.
de: Bitte den Beitretungscode der Liste angeben, in welche du %@ einzutragen möchtest.

source: You will get access to %@ as soon as the request has been approved.
de: Du wirst zu %@ Zugang bekommen, sobald der Antrag befürwortet ist.

source: Edit join code
de: Beitretungscode bearbeiten

source: Delete join code
de: Beitretungscode löschen

source: The code has been set
de: Der Code ist gesetzt

source: The join code for %@ is '%@'. You may now share it with those you wish to include in the list.
de: Der Beitretungscode für %@ ist "%@". Du kannst ihn jetzt mit denjenigen teilen, die du in die Liste eintragen möchtest.

source: Code in use
de: Code im Gebrauch

source: The join code '%@' is already in use. Please try to make the code more specific, for instance by including a location and/or a year.
de: Der Beitretungscode "%@" ist bereits im Gebrauch. Bitte versuchen, den Code präziser zu machen, zum Beispiel durch die Eingliederung eines Standorts und/oder eines Jahres.

source: Unknown join code
de: Unbekannter Beitretungscode

source: The join code '%@' is unknown. Please check your spelling.
de: Der Beitretungscode "%@" ist unbekannt. Bitte deine Schreibweise überprüfen.

source: Already a member
de: Bereits Mitglied

source: %@ has join code '%@'. You are already a member of %@.
de: %@ hat Beitretungscode "%@". Du bist bereits Mitglied von %@.

source: %@ has join code '%@'. %@ is already a member of %@.
de: %@ hat Beitretungscode "%@". %@ ist bereits Mitglied von %@.

source: Awaiting approval
de: Warte auf Befürwortung

source: %@ has join code '%@'. You have already sent a request to join %@. You will get access as soon as the request has been approved.
de: %@ hat Beitretungscode "%@". Du hast bereits einen Beitretungsantrag für %@ gesendet. Du bekommst Zugang sobald der Antrag befürwortet ist.

source: %@ has join code '%@'. You have already sent a request to join %@ to %@. You will get access as soon as the request has been approved.
de: %@ hat Beitretungscode "%@". Du hast bereits einen Antrag gesendet, um %@ %@ beitreten zu lassen. Du bekommst Zugang sobald der Antrag befürwortet ist.

source: Join request declined
de: Beitretungsantrag abgelehnt

source: %@ has join code '%@'. You have already sent a request to join %@. The request was declined. You can delete or resend the request in the start view.
de: %@ hat Beitretungscode "%@". Du hast bereits einen Beitretungsantrag für %@ gesendet. Der Antrag wurde abgelehnt. Du kannst im Startbild den Antrag löschen oder erneut senden.

source: %@ has join code '%@'. You have already sent a request to join %@ to %@. The request was declined. You can delete or resend the request in the start view.
de: %@ hat Beitretungscode "%@". Du hast bereits einen Antrag gesendet, um %@ %@ beitreten zu lassen. Der Antrag wurde abgelehnt. Du kannst im Startbild den Antrag löschen oder erneut senden.

source: Primarily for adults
de: Primär für Erwachsene

source: You are a [male] minor. The list with join code '%@' is primarily for adults. Are you sure you want to join?
de: Du bist Minderjähriger. Die Liste mit Beitretungscode "%@" ist primär für Erwachsene. Bist du sicher, dass du der Liste beitreten möchtest?

source: You are a [female] minor. The list with join code '%@' is primarily for adults. Are you sure you want to join?
de: Du bist Minderjährige. Die Liste mit Beitretungscode "%@" ist primär für Erwachsene. Bist du sicher, dass du der Liste beitreten möchtest?

source: %@ is a [male] minor. The list with join code '%@' is primarily for adults. Are you sure you want to continue?
de: %@ ist Minderjähriger. Die Liste mit Beitretungscode "%@" ist primär für Erwachsene. Bist du sicher, dass du fortfahren möchtest?

source: %@ is a [female] minor. The list with join code '%@' is primarily for adults. Are you sure you want to continue?
de: %@ ist Minderjährige. Die Liste mit Beitretungscode "%@" ist primär für Erwachsene. Bist du sicher, dass du fortfahren möchtest?

source: For minors
de: Für Minderjährige

source: The list with join code '%@' is for minors. You cannot join this list.
de: Die Liste mit Beitretungscode "%@" ist für Minderjährige. Du kannst der Liste nicht beitreten.

source: Join as %@?
de: Als %@ beitreten?

source: The list with join code '%@' represents a %@. Do you want to join as %@?
de: Die Liste mit Beitretungscode "%@" repräsentiert eine %@. Möchtest du als %@ beitreten?

source: Community list
de: Gemeindeliste

source: The list with join code '%@' is a community list which consists of whole households. %@ will also be included in the join request.
de: Die Liste mit Beitretungscode "%@" ist eine Gemeindeliste, die aus gesamten Haushalten besteht. Der Beitretungsantrag wird auch %@ umfassen.

source: Recipients
de: Empfänger

source: Select recipients
de: Empfänger wählen

source: Parents
de: Eltern

source: Grouped
de: Gruppiert

source: Everybody
de: Alle

source: Select all
de: Alle wählen

source: Parents of boys
de: Eltern von Jungen

source: Parents of girls
de: Eltern von Mädchen

source: Parents in %@
de: Eltern in %@

source: To
de: An

source: Cc
de: Kopie

source: About this list
de: Über diese Liste

source: About this household
de: Über diesen Haushalt

source: Created %@.
de: %@ erstellt.

source: Registered %@.
de: %@ registriert.

source: Active on %@ since %@.
de: Seit %2$@ auf %1$@ aktiv.

source: Last modified %@.
de: %@ zuletzt geändert.

source: About
de: Über

source: On %@
de: Auf %@

source: Through household
de: Durch Haushalt

source: My membership
de: Meine Mitgliedschaft

source: Regular member
de: Reguläres Mitglied

source: Community member
de: Gemeindemitglied

source: Satellite
de: Satellit

source: Select starting point for directions
de: Startort für Wegbeschreibung angeben

source: Current location
de: Aktueller Standort

source: No known address matches %@.
de: Keine bekannten Adressen stimmen mit %@ überein.

source: Unclear address
de: Unklare Adresse

source: The address %@ is unclear and could not be not found in the map.
de: Die Adresse %@ ist unklar und konnte nicht auf der Karte gefunden werden.

source: Cannot give directions
de: Wegbeschreibung nich erlaubt

source: Open Settings, go to Privacy > Location Services and turn on location services in order to get directions.
de: Einstellungen öffnen und unter Datenschutz > Ortungsdienste die Ortungsdienste einschalten, um Wegbeschreibungen zu bekommen.

source: Location services are disabled for Origon. Open Settings and go to Privacy > Location Services to enable location services for Origon.
de: Benutzung der Ortungsdienste ist für Origon nicht erlaubt. Einstellungen öffnen und unter Datenschutz > Ortungsdienste den Zugang auf Standort für Origon erlauben.

source: An error has occurred. Please try again another time.
de: Ein Fehler ist aufgetreten. Bitte ein anderes Mal erneut versuchen
