Repository: andersblehr/origon-ios
Catalog: Origon/*.lproj/Localizable.strings
Languages: de

source: [label] activate
de: Aktivierungscode eingeben

source: [label] address
de: Adresse

source: [label] admins
de: Administratoren

source: [label] arena
de: Feld

source: [label] changePassword
de: Passwort ändern

source: [label] club
de: Verein

source: [label] createdBy
de: Registriert von

source: [label] createdIn
de: Zuerst registriert in

source: [label] dateOfBirth
de: Alter

source: [label] descriptionText
de: Beschreibung

source: [label] email
de: E-Mail

source: [label] fatherId
de: Vater

source: [label] gender
de: Geschlecht

source: [label] joinCode
de: Beitretungscode

source: [label] mobilePhone
de: Handy

source: [label] modifiedBy
de: Zuletzt geändert von

source: [label] motherId
de: Mutter

source: [label] name
de: Name

source: [label] pingServer
de: Überprüfen ob Server online ist

source: [label] preschool
de: Kindergarten

source: [label] registerOrLogIn
de: Benutzer registrieren oder einloggen

source: [label] school
de: Schule

source: [label] logout
de: Abmelden

source: [label] logoutName
de: %@ abmelden

source: [label] telephone
de: Festnetz

source: [label] type
de: Art

source: [alternate label] dateOfBirth
de: Geboren

source: [alternate label] createdBy
de: Erstellt von

source: [placeholder] activationCode
de: Aktivierungscode aus E-Mail

source: [placeholder] address
de: Straße Postleitzahl und Stadt

source: [placeholder] arena
de: Sport- oder spielfeld

source: [placeholder] authEmail
de: Deine E-Mail-Adresse

source: [placeholder] club
de: Der Name des Vereins

source: [placeholder] dateOfBirth
de: Geburtsdatum

source: [placeholder] descriptionText
de: Eine optionale Beschreibung

source: [placeholder] email
de: E-Mail-Adresse

source: [placeholder] fullName
de: Voller Name

source: [placeholder] givenName
de: Name

source: [placeholder] joinCode
de: Beitretungscode

source: [placeholder] listName
de: Name der Liste

source: [placeholder] mobilePhone
de: Mobiltelefonnummer

source: [placeholder] name
de: Name

source: [placeholder] newPassword
de: Neues Passwort

source: [placeholder] oldPassword
de: Bisheriges Passwort

source: [placeholder] password
de: Passwort

source: [placeholder] photo
de: Photo

source: [placeholder] preschool
de: Name des Kindergartens

source: [placeholder] preschoolClass
de: Gruppe

source: [placeholder] privateListName
de: Name der Liste

source: [placeholder] repeatNewPassword
de: Neues Passwort wiederholen

source: [placeholder] repeatPassword
de: Passwort wiederholen

source: [placeholder] residenceName
de: Hausname

source: [placeholder] school
de: Name der Schule

source: [placeholder] schoolClass
de: Klasse

source: [placeholder] telephone
de: Festnetztelefonnummer

source: [title] register
de: Registrieren

source: [title] login
de: Einloggen

source: [title] activate
de: Aktivieren

source: [title] changePassword
de: Ändern

source: [title] cancel
de: Abbrechen

source: [setting label] devices
de: Aktive Geräte

source: [setting label] hidden
de: Versteckte Listen

source: [setting label] edit
de: Listendetails bearbeiten

source: [setting label] add
de: Kontakte hinzufügen

source: [setting label] delete
de: Kontakte löschen

source: [setting label] all
de: Gilt auch %@

source: [title] community
de: Lokalgemeinde

source: [title] preschoolClass
de: Kindergartengruppe

source: [title] private
de: Private Kontaktliste

source: [title] residence
de: Haushalt

source: [title] schoolClass
de: Schulklasse

source: [title] sports
de: Sportgruppe/Mannschaft

source: [title] standard
de: Standardliste

source: [registration footer] community
de: Zum Registrieren der Haushalte, + tippen.

source: [registration footer] preschoolClass
de: Zum Registrieren der Kinder und Erzieher, + tippen.

source: [registration footer] residence
de: Zum Registrieren zusätzlicher Haushaltsmitglieder, + tippen.

source: [registration footer] schoolClass
de: Zum Registrieren der Schüler und Lehrer, + tippen.

source: [registration footer] sports
de: Zum Registrieren der Teilnehmer und Trainer, + tippen.

source: [registration footer] standard
de: Zum Registrieren der Mitglieder, + tippen.

source: [add member] community
de: Haushalt registrieren

source: [add member] preschoolClass
de: Kind registrieren

source: [add member] residence
de: Neues Haushaltsmitglied

source: [add member] schoolClass
de: Schüler registrieren

source: [add member] sports
de: Teilnehmer registrieren

source: [add member] standard
de: Mitglied registrieren

source: [member] community
de: Mitglied

source: [member] preschoolClass
de: Kind

source: [member] residence
de: Bewohner

source: [member] schoolClass
de: Schüler

source: [member] sports
de: Teilnehmer

source: [member] standard
de: Mitglied

source: [members] community
de: Mitglieder

source: [members] preschoolClass
de: Kinder

source: [members] private
de: Freunde

source: [members] residence
de: Im Haushalt

source: [members] schoolClass
de: Schüler

source: [members] sports
de: Teilnehmer

source: [members] standard
de: Mitglieder

source: [new member] community
de: Im Haushalt

source: [new member] preschoolClass
de: Kind

source: [new member] residence
de: Im Haushalt

source: [new member] schoolClass
de: Schüler/in

source: [new member] sports
de: Teilnehmer

source: [new member] standard
de: Mitglied

source: [all members] community
de: Alle Mitglieder

source: [all members] private
de: Alle

source: [all members] residence
de: Alle im Haushalt

source: [all members] sports
de: Alle in der Gruppe

source: [all members] standard
de: Alle mitglieder

source: [add organiser] preschoolClass
de: Erzieher registrieren

source: [add organiser] schoolClass
de: Lehrer registrieren

source: [add organiser] sports
de: Trainer registrieren

source: [organiser] preschoolClass
de: Erzieher

source: [organiser] schoolClass
de: Lehrer

source: [organiser] sports
de: Trainer

source: [organisers] preschoolClass
de: Erzieher

source: [organisers] schoolClass
de: Lehrer

source: [organisers] sports
de: Trainer

source: [organiser role] preschoolClass
de: Verantwortlichkeit

source: [organiser role] schoolClass
de: Verantwortlichkeit

source: [organiser role] sports
de: Verantwortlichkeit

source: [add organiser role] preschoolClass
de: Verantwortlichkeit registrieren

source: [add organiser role] schoolClass
de: Verantwortlichkeit registrieren

source: [add organiser role] sports
de: Verantwortlichkeit registrieren

source: [edit organiser role] preschoolClass
de: Verantwortlichkeit bearbeiten

source: [edit organiser role] schoolClass
de: Verantwortlichkeit bearbeiten

source: [edit organiser role] sports
de: Verantwortlichkeit bearbeiten

source: questionTemplate
de: {verb} {subject} {argument}?

source: be
de: bin;bist;ist;sind;seid;sind

source: address
de: Adresse;die Adresse;Adressen;die Adressen;-;-

source: administrator
de: Administrator;-;Administratoren;-;-;-

source: coach
de: Trainer;-;Trainer;-;-;-

source: father
de: Vater;der Vater;-;-;dein Vater;der Vater von %@

source: guardian
de: Erwachsene/r;-;Erwachsene im Haushalt;-;-;-

source: guardian_f
de: Erwachsene im Haushalt;-;Erwachsene im Haushalt;-;-;-

source: guardian_m
de: Erwachsener im Haushalt;-;Erwachsene im Haushalt;-;-;-

source: mother
de: Mutter;die Mutter;-;-;deine Mutter;die Mutter von %@

source: parent
de: Elter;-;Eltern;die Eltern;deine Eltern;die Eltern von %@

source: parentContact
de: Elternvertreter;-;Elternvertreter;-;-;-

source: preschoolTeacher
de: Erzieher;-;Erzieher;-;-;-

source: teacher
de: Lehrer;-;Lehrer;-;-;-

source: he
de: er;ihn;ihm

source: I
de: ich;mich;mir

source: she
de: sie;sie;ihr

source: you
de: du;dich;dir

source: Edit
de: Bearbeiten

source: Edit %@
de: %@ bearbeiten

source: Next
de: Weiter

source: Done
de: Fertig

source: Use
de: Nutzen

source: Delete
de: Löschen

source: Continue
de: Fortfahren

source: Cancel
de: Abbrechen

source: Skip
de: Auslassen

source: Back
de: Zurück

source: Hide
de: Verstecken

source: Home: %@
de: Zuhause: %@

source: -no address-
de: -keine Adresse-

source: Shared list
de: Geteilte Liste

source: Private list
de: Private Liste

source: Private list of friends
de: Private Freundesliste

source: Register contact
de: Kontakt registrieren

source: Register friend
de: Freund/in registrieren

source: Register address
de: Adresse registrieren

source: Who do you want to text?
de: An wen möchtest du Nachricht senden?

source: Who do you want to call?
de: Wen möchtest du anrufen?

source: Who do you want to email?
de: An wen möchtest du E-Mail senden?

source: Send text to %@
de: Nachricht an %@ senden

source: Call %@
de: %@ anrufen

source: Send email to %@
de: E-Mail an %@ senden

source: No internet connection
de: Kein Internetzugang vorhanden

source: Password too short
de: Passwort zu kurz

source: The password must be at least %@ characters long.
de: Das Passwort muss mindestens %@ Zeichen lang sein.

source: Error
de: Fehler

source: An error has occurred. Please try again later. [%d: "%@"]
de: Ein Fehler ist aufgetreten. Bitte später erneut versuchen. [%d: "%@"]

source: Cannot place call
de: Kann nicht anrufen

source: Please verify that %@ is a valid phone number.
de: Bitte überprüfen, ob %@ eine gültige Telefonnummer ist.

source: Authentication required
de: Autentifizierung erforderlich

source: You have been logged out. Please log in again to continue using Origon on this device.
de: Du bist abgemeldet worden. Bitte wieder einloggen um weiterhin Origon auf diesem Gerät nutzen zu können.

source: Data error
de: Datenfehler

source: An unrecoverable data error has occurred. To ensure the continued integrity of your data, you must delete and reinstall %@ on this device.
de: Ein nicht behebbarer Datenfehler ist aufgetreten. Bitte %@ auf diesem Gerät löschen und neu installieren, um die Integrität deiner Daten zu gewährleisten.

source: Down for maintenance
de: Für Wartung heruntergefahren

source: The Origon server is currently down for maintenance. You can still use Origon, but you cannot make any changes. You can check under Settings to see if the server has come up again.
de: Der Origon-Server ist wegen Wartungsarbeiten vorübergehend nicht verfügbar. Du kannst weiterhin Origon nutzen, aber Änderungen sind nicht möglich. Du kannst laufend unter Einstellungen prüfen, ob der Server wieder verfügbar ist.

source: Still down
de: Noch nicht verfügbar

source: The Origon server is still down for maintenance. Please try again in a while.
de: Der Origon-Server ist noch nicht verfügbar. Bitte später erneut versuchen.

source: About %@
de: Über %@

source: Close
de: Schließen

source: Yes
de: Ja

source: No
de: Nein

source: man
de: Mann

source: boy
de: Junge

source: woman
de: Frau

source: girl
de: Mädchen

source: friend [male]
de: Freund

source: friend [female]
de: Freundin

source: Friend
de: Freund/in

source: Friends
de: Freund/innen

source: Contact
de: Kontakt

source: Households
de: Haushalte

source: Neither
de: Keine

source: None
de: Keine

source: Both
de: Beide

source: All
de: Alle

source: Favourites
de: Favoriten

source: Others
de: Andere

source: None of them
de: Keine

source: None of them [persons]
de: Keiner von ihnen

source: None of you
de: Keiner von euch

source: All of them
de: Alle

source: User permissions
de: Benutzerzugänge

source: add
de: hinzufügen

source: delete
de: löschen

source: edit
de: bearbeiten

source: %@ at %@
de: %@ um %@ Uhr

source: %d years
de: %d Jahre

source: Guardian of %@
de: Elter von %@

source: Listed in %@
de: In %@ aufgeführt

source: %@, %@ of %@
de: %@, %@ von %@

source: %@ [friend of] %@
de: %@ von %@

source: %@ [guardian of] %@
de: %@ von %@

source: %@'s friends
de: Freundesliste von %@

source: Lives with %@
de: Wohnt mit %@ zusammen

source: and
de: und

source: Sent from Origon - http://origon.co
de: Von Origon gesendet - http://origon.co

source: When you register, you will receive an email with an activation code to use in the next step.
de: Wenn du dich registrierst, wirst du einen Aktivierungscode per E-Mail bekommen, den du im nächsten Schritt benötigen wirst.

source: Your activation code has been sent to %@ ...
de: Dein Aktivierungscode wurde an %@ gesendet. Wenn du im Moment keinen Zugang zur E-Mail hast, kannst du den Code auch später eingeben.

source: Your activation code has been sent to %@.
de: Dein Aktivierungscode wurde an %@ gesendet.

source: You need a working internet connection to continue.
de: Du musst Zugang zum Internet haben, um fortfahren zu können.

source: Have code
de: Habe Code

source: Go back
de: Zurückgehen

source: Activation failed
de: Aktivierung gescheitert

source: It looks like you may have lost the activation code ...
de: Es scheint, als ob du deinen Aktivierungscode verloren oder dein Passwort vergessen hast. Bitte erneut anfangen.

source: Welcome back!
de: Willkommen zurück!

source: If you have the activation code sent to %@ ...
de: Wenn du den Aktivierungscode vorhanden hast, der an %@ gesendet wurde, kannst du deine Mitgliedschaft jetzt aktivieren. Wenn nicht, bitte zurückgehen, und wir werden dir einen neuen Code senden.

source: Your password has been changed.
de: Dein Passwort wurde geändert.

source: Did you forget the password?
de: Hast du dein Passwort vergessen?

source: User not found
de: Benutzer nicht gefunden

source: No user has registered with the email address %@. Please tap Register if you want to register with this address.
de: Kein Benutzer hat sich mit der E-Mail-Adresse %@ registriert. Bitte Registrieren tippen, wenn du dich mit dieser Adresse registrieren möchtest.

source: Already registered
de: Bereits registriert

source: A user with email address %@ is already registered. Please tap Log in if you want to log in with this address.
de: Ein Benutzer mit der E-Mail-Adresse %@ ist bereits registriert. Bitte Einloggen tippen, wenn du dich mit dieser Adresse einloggen möchtest.

source: New password
de: Neues Passwort

source: Your password has been reset and a new password has been generated and sent to %@.
de: Dein Passwort wurde zurückgesetzt und ein neues generiert und an %@ gesendet.

source: Lists
de: Listen

source: My lists
de: Meine Listen

source: No hidden lists.
de: Keine versteckten Listen.

source: All contacts
de: Alle Kontakte

source: New!
de: Neu!

source: Yourself
de: Dich selbst

source: Move out
de: Ausziehen

source: Delete join request
de: Beitretungsantrag löschen

source: Resend join request
de: Beitretungsantrag erneut senden

source: Welcome to Origon
de: Willkommen bei Origon

source: Please verify your details and provide any missing information.
de: Bitte deine Angaben überprüfen und alle fehlenden Informationen nachtragen.

source: Incomplete registration
de: Unvollständige Registrierung

source: You must complete your registration before you can start using Origon.
de: Du musst deine Registrierung vollenden bevor du Origon nutzen kannst.

source: Delete shared list?
de: Geteilte Liste löschen?

source: You are about to permanently delete the shared contact list '%@'. It will be removed from Origon for all members of the list. Are you sure you want to delete it?
de: Du bist im Begriff, die geteilte Kontaktliste "%@" dauerhaft zu löschen. Sie wird für alle Listenmitglieder aus Origon entfernt werden. Bist du sicher, dass du sie löschen möchtest?

source: Join requests
de: Beitretungsanträge

source: %@ has pending join requests.
de: %@ hat unbehandelte Beitretungsanträge.

source: Your household includes minors. Would you like to provide parent relations?
de: Zu deinem Haushalt gehören minderjährige Kinder. Möchtest du Elternverbindungen angeben?

source: Who do you want to join to a list?
de: Wen möchtest du einer Liste beitreten lassen?

source: Who do you want to create a list for?
de: Für wen möchtest du eine Liste erstellen?

source: What sort of list do you want to create?
de: Welche Art von Liste möchtest du erstellen?

source: What sort of list do you want to create for %@?
de: Welche Art von Liste möchtest du für %@ erstellen?

source: Guardians in the household
de: Erwachsene im Haushalt

source: This list will only be visible to you.
de: Diese Liste wird nur für dich sichtbar sein.

source: This list will only be visible to you and adult members of your family.
de: Diese Liste wird nur für dich und deine erwachsenen Familienmitglieder sichtbar sein.

source: This list will only be visible to %@ and adult members of the family.
de: Diese Liste wird nur für %@ und erwachsene Familienmitglieder sichtbar sein.

source: This list will only be visible to adult members of the family.
de: Diese Liste wird nur für erwachsene Familienmitglieder sichtbar sein.

source: Tap + to register contacts.
de: Zum Registrieren zusätzlicher Kontakten, + tippen.

source: Tap + to register friends.
de: Zum Registrieren der Freunde und Freundinnen, + tippen.

source: Tap + to register additional guardians in the household.
de: Zum Registrieren zusätzlicher Erwachsenen im Haushalt, + tippen.

source: Awaiting approval...
de: Auf Befürwortung wartend...

source: Keep
de: Behalten

source: Decline
de: Ablehnen

source: Unhide
de: Enthüllen

source: Keep hidden
de: Versteckt behalten

source: Edit responsibilities
de: Verantwortlichkeiten bearbeiten

source: Add from other lists
de: Aus anderen Listen hinzufügen

source: Add households
de: Haushalte hinzufügen

source: Register parent representative
de: Elternvertreter registrieren

source: Register household member
de: Haushaltsmitglied registrieren

source: Other guardian
de: Andere/r Erwachsene/r

source: Remove
de: Entfernen

source: Do you want to keep this list?
de: Möchtest du diese Liste behalten?

source: If you hide it, you can unhide it later under Settings.
de: Wenn du sie versteckst, kannst du sie später unter Einstellungen wieder enthüllen.

source: Do you want to unhide this list?
de: Möchtest du diese Liste enthüllen?

source: %@ has requested to join %@
de: %@ hat beantragt, %@ beizutreten

source: %@ have requested to join %@
de: %@ haben beantragt, %@ beizutreten

source: My place
de: Mein Zuhause

source: Our place
de: Unser Zuhause

source: About you
de: Über dich

source: Complete registration
de: Registrierung vollenden

source: Responsibility in %@
de: Verantwortlichkeit in %@

source: Responsibilities in %@
de: Verantwortlichkeiten in %@

source: New household members are notified by email that their household has been added on Origon.
de: Neue Haushaltsmitglieder werden per E-Mail benachrichtigt, dass ihr Haushalt auf Origon eingetragen worden ist.

source: New listings are notified by email that they have been added to a private list on Origon.
de: Neue Einträge werden per E-Mail benachrichtigt, dass sie zu einer privaten Liste auf Origon hinzugefügt worden sind.

source: New list members are notified by email that they have been added to the list %@ on Origon.
de: Neue Listenmitglieder werden per E-Mail benachrichtigt, dass sie zu der Liste %@ auf Origon hinzugefügt worden sind.

source: Before you can register a minor, you must register his or her guardians.
de: Bevor du einen Minderjährigen registrieren kannst, musst du zuerst die Erwachsenen im Haushalt registrieren.

source: Before you can register a friend, you must register his or her guardians.
de: Bevor du eine/n Freund/in registrieren kannst, musst du zuerst die Erwachsenen im Haushalt registrieren.

source: Tap + to register additional guardians.
de: Zum Registrieren zusätzlicher Erwachsenen, + tippen.

source: %@ is active on %@.
de: %@ ist auf %@ aktiv.

source: To some of them
de: Von einigen unter ihnen

source: Register an address
de: Eine Adresse registrieren

source: Register guardian
de: Erwachsene/r registrieren

source: Other address
de: Andere Adresse

source: Retrieve from Contacts
de: Von Kontakten herausholen

source: Retrieve from lists
de: Von Listen herausholen

source: Edit responsibility
de: Verantwortlichkeit bearbeiten

source: Accept
de: Akzeptieren

source: Incorrect details
de: Unrichtige Informationen

source: The details you have provided do not match our records ...
de: Die Informationen, die du angegeben hast, stimmen nicht mit unseren überein. Bitte überprüfen, dass alle Informationen aktuell sind.

source: Unknown address
de: Unbekannte Adresse

source: Unknown addresses
de: Unbekannte Adressen

source: One of the addresses you provided did not match our records and was not saved.
de: Eine der Adressen, die du aufgegeben hast, stimmt mit unseren Informationen nicht überein und wurde nicht gespeichert.

source: Some of the addresses you provided did not match our records and were not saved.
de: Einige der Adressen, die du aufgegeben hast, stimmen mit unseren Informationen nicht überein und wurden nicht gespeichert.

source: The address you provided did not match our records and was not saved.
de: Die aufgegebene Adresse stimmt mit unseren Informationen nicht überein und wurde nicht gespeichert.

source: The addresses you provided did not match our records and were not saved.
de: Die aufgegebenen Adressen stimmen mit unseren Informationen nicht überein und wurden nicht gespeichert.

source: %@ is already in %@.
de: %@ ist bereits in %@.

source: Unknown child
de: Unbekanntes Kind

source: No child named %@ has been registered by %@.
de: Kein Kind namens %@ ist von %@ registriert worden.

source: New email address
de: Neue E-Mail-Adresse

source: You are about to change your email address from %@ to %@ ...
de: Du bist im Begriff, deine E-Mail-Adresse von %@ zu %@ zu ändern. Du musst Zugang zur neuen Adresse haben, um diese Änderung zu aktivieren. Möchtest du fortfahren?

source: You are about to change %@'s email address from %@ to %@ ...
de: Du bist im Begriff, die E-Mail-Adresse von %@ von %@ zu %@ zu ändern. Eine Mitteilung wird an die neue sowohl als die alte Adresse gesendet werden. Möchtest du fortfahren?

source: You need a working internet connection to change your email address.
de: Du musst Zugang zum Internet haben, um deine E-Mail-Adresse ändern zu können.

source: You need a working internet connection to change %@'s email address.
de: Du musst Zugang zum Internet haben, um die E-Mail-Adresse von %@ ändern zu können.

source: The email address %@ could not be activated ...
de: Die E-Mail-Adresse %@ konnte nicht aktiviert werden. Bitte erneut versuchen, oder Abbrechen tippen, um die Änderung zu abbrechen.

source: Address in use
de: Adresse im Gebrauch

source: The email address %@ is already in use.
de: Die E-Mail-Adresse %@ ist im Gebrauch.

source: [sg] Should %@ also be registered at this address?
de: Sollte auch %@ unter dieser Adresse registriert werden?

source: [pl] Should %@ also be registered at this address?
de: Sollten auch %@ unter dieser Adresse registriert werden?

source: Who else should be registered at this address?
de: Wer sonst sollte unter dieser Adresse registriert werden?

source: Are you a %@ or a %@?
de: Bist du %@ oder %@?

source: Is %@ a %@ or a %@?
de: Ist %@ %@ oder %@?

source: %@ has more than one mobile phone number. Which number do you want to provide?
de: %@ hat mehr als eine Mobiltelefonnummer. Welche Nummer möchtest du angeben?

source: %@ has more than one email address. Which address do you want to provide?
de: %@ hat mehr als eine E-Mail-Adresse. Welche Adresse möchtest du angeben?

source: %@ has more than one home address. Which address do you want to provide?
de: %@ har mehr als eine Heimatadresse. Welche Adresse möchtest du angeben?

source: %@ has more than one home phone number. Which number is valid for %@?
de: %@ hat mehr als eine Heimattelefonnummer. Welche Nummer ist für %@ gültig?

source: %@ has more than one home phone number. Which number do you want to provide?
de: %@ hat mehr als eine Heimattelefonnummer. Welche Nummer möchtest du angeben?
