Repository: andersblehr/origon-ios
Catalog: *.lproj/Localizable.strings
Languages: nb

source: %@ has more than one home phone number. Which number is valid for %@?
nb: %@ har flere hjemmetelefonnummer. Hvilket nummer gjelder for %@?

source: %@ has more than one home phone number. Which number do you want to provide?
nb: %@ har flere hjemmetelefonnummer. Hvilket nummer vil du oppgi?

source: %@ has only one home phone number, %@. Which address has this number?
nb: %@ har bare ett hjemmetelefonnummer, %@. Hvilken adresse har dette nummeret?

source: %@ has more than one home phone number. Which address has the number %@?
nb: %@ har flere hjemmetelefonnummer. Hvilken adresse har telefonnummer %@?

source: Which address has the number %@?
nb: Hvilken adresse har telefonnummer %@?

source: Is %@ the phone number for %@?
nb: Er %@ telefonnummeret til %@?

source: Does %@ live with %@?
nb: Bor %@ med %@?

source: Does %@ live with %@ or %@?
nb: Bor %@ med %@ eller %@?

source: his parents
nb: foreldrene hans

source: her parents
nb: foreldrene hennes

source: his father
nb: faren hans

source: her father
nb: faren hennes

source: his mother
nb: moren hans

source: her mother
nb: moren hennes

source: Settings
nb: Innstillinger

source: Responsibilities
nb: Ansvarsområder

source: Groups
nb: Grupper

source: Edit groups
nb: Rediger grupper

source: This is your private favourites list. Tap ☆ in the person view to mark a person as favourite.
nb: Dette er din private favorittliste. Trykk på ☆ i personbildet for å markere en person som favoritt.

source: All who are not marked as favourites will be listed here.
nb: Alle som ikke er markert som favoritter vil bli listet opp her.

source: Tap + to add a responsibility.
nb: Trykk + for å legge til et ansvarsområde.

source: Tap + to create a group.
nb: Trykk + for å opprette en gruppe.

source: Send text to both
nb: Send melding til begge

source: Send text to all
nb: Send melding til alle

source: Send email to both
nb: Send epost til begge

source: Send email to all
nb: Send epost til alle

source: Listed elsewhere
nb: Oppført i andre lister

source: %@ and %@ must be listed at the same address. You may register a separate address for them if you do not live with %@.
nb: %@ og %@ må være oppført på samme adresse. Du kan registrere en egen adresse for dem om du ikke bor sammen med %@.

source: Add
nb: Legg til

source: Responsibility
nb: Ansvarsområde

source: Group name
nb: Gruppens navn

source: This device
nb: Denne enheten

source: Last seen %@
nb: Sist sett %@

source: waiting...
nb: venter...

source: Join list
nb: Meld inn i liste

source: Send join request
nb: Send innmeldingsforespørsel

source: Send join request for %@:
nb: Send innmeldingsforespørsel for %@:

source: You may ask an administrator to create a join code for %@.
nb: Du kan be en administrator om å opprette en innmeldingskode for %@.

source: You need a working internet connection to create a join code for %@.
nb: Du trenger en fungerende internettforbindelse for å opprette en innmeldingskode for %@.

source: Please enter the join code for the list you want to join.
nb: Oppgi innmeldingskoden til lista du vil melde deg inn i.

source: Please enter the join code for the list that %@ should be joined to.
nb: Oppgi innmeldingskoden til lista som %@ skal meldes inn i.

source: You will get access to %@ as soon as the request has been approved.
nb: Du vil få tilgang til %@ så snart forespørselen er godkjent.

source: Edit join code
nb: Rediger innmeldingskode

source: Delete join code
nb: Slett innmeldingskode

source: The code has been set
nb: Koden er satt

source: The join code for %@ is '%@'. You may now share it with other %@ users who should be in the list.
nb: Innmeldingskoden for %@ er "%@". Du kan nå dele den med andre %@-brukere som skal føres opp i lista.

source: The code is in use
nb: Koden er i bruk

source: The join code '%@' is already in use. Please try to make the code more specific, for instance by including a location and/or a year.
nb: Innmeldingskoden "%@" er allerede i bruk. Prøv å gjøre koden mer spesifikk, for eksempel ved å inkludere en stedsangivelse og/eller et årstall.

source: Unknown join code
nb: Ukjent innmeldingskode

source: The join code '%@' is unknown. Please check your spelling.
nb: Innmeldingskoden "%@" er ukjent. Verifiser at du har skrevet inn koden riktig.

source: Already a member
nb: Allerede medlem

source: Awaiting approval
nb: Venter på godkjenning

source: %@ has join code '%@'. You have already sent a request to join %@. You will get access as soon as the request has been approved.
nb: %@ har innmeldingskoden "%@". Du har allerede sendt en forespørsel om å bli meldt inn i %@. Du vil få tilgang så snart forespørselen er godkjent.

source: %@ has join code '%@'. You have already sent a request to join %@ to %@. You will get access as soon as the request has been approved.
nb: %@ har innmeldingskoden "%@". Du har allerede sendt en forespørsel om å melde %@ inn i %@. Du vil få tilgang så snart forespørselen er godkjent.

source: Join request declined
nb: Innmeldingsforespørsel avvist

source: %@ has join code '%@'. You have already sent a request to join %@. The request was declined. You can delete or resend the request in the start view.
nb: %@ har innmeldingskoden "%@". Du har allerede sendt en forespørsel om å bli meldt inn i %@. Forespørselen ble avvist. Du kan slette eller sende forespørselen på nytt i startbildet.

source: %@ has join code '%@'. You have already sent a request to join %@ to %@. The request was declined. You can delete or resend the request in the start view.
nb: %@ har innmeldingskoden "%@". Du har allerede sendt en forespørsel om melde %@ inn i %@. Forespørselen ble avvist. Du kan slette eller sende forespørselen på nytt i startbildet.

source: Primarily for adults
nb: Primært for voksne

source: You are a minor. The list with join code '%@' is primarily for adults. Are you sure you want to join?
nb: Du er mindreårig. Lista med innmeldingskode "%@" er først og fremst for voksne. Er du sikker på at du vil melde deg inn?

source: %@ is a minor. The list with join code '%@' is primarily for adults. Are you sure you want to continue?
nb: %@ er mindreårig. Lista med innmeldingskode "%@" er primært for voksne. Er du sikker på at du vil fortsette?

source: For minors
nb: For mindreårige

source: The list with join code '%@' is for minors. You cannot join this list.
nb: Lista med innmeldingskode "%@" er for mindreårige. Du kan ikke melde deg inn i denne lista.

source: Join as %@
nb: Meld inn som %@

source: The list with join code '%@' represents a %@. Do you want to join as %@?
nb: Lista med innmeldingskode "%@" representerer en %@. Vil du melde deg inn som %@?

source: Community list
nb: Nærmiljøliste

source: The list with join code '%@' is a community list which consists of whole households. %@ will also be included in the join request.
nb: Lista med innmeldingskode "%@" er en nærmiljøliste som består av hele husholdninger. %@ vil også bli tatt med i innmeldingsforespørselen.

source: Pick recipients
nb: Velg mottakere

source: Select recipients
nb: Velg mottakere

source: Parents
nb: Foreldre

source: Grouped
nb: Gruppert

source: Everybody
nb: Alle

source: Select all
nb: Velg alle

source: All parents
nb: Alle foreldre

source: Parents of boys
nb: Gutteforeldre

source: Parents of girls
nb: Jenteforeldre

source: Parents in %@
nb: Foreldre i %@

source: To
nb: Til

source: Cc
nb: Kopi

source: About this list
nb: Om denne lista

source: About this household
nb: Om denne husstanden

source: Created %@.
nb: Opprettet %@.

source: Registered %@.
nb: Registrert %@.

source: Active on %@ since %@.
nb: Aktiv på %@ siden %@.

source: Last modified %@.
nb: Sist endret %@.

source: About
nb: Om

source: Through household
nb: Gjennom husstand

source: My membership
nb: Mitt medlemskap

source: Regular member
nb: Ordinært medlem

source: Community member
nb: Nærmiljø

source: Satellite
nb: Satelitt

source: Select starting point for directions
nb: Angi startpunkt for veibeskrivelsen

source: Current location
nb: Nåværende plassering

# No known address matches %@.
source: No know address matches %@.
nb: Ingen kjente adresser motsvarer %@.

source: Unclear address
nb: Uklar adresse

source: The address %@ is unclear and could not be not found in the map.
nb: Adressen %@ er uklar og kunne ikke bli funnet på kartet.

source: Cannot give directions
nb: Kan ikke gi veibeskrivelse

source: Open Settings, go to Privacy > Location Services and turn on location services in order to get directions.
nb: Åpne Innstillinger, gå til Personvern > Stedstjenester og skru på stedstjenestene for å få veibeskrivelse.

source: Location services are disabled for Origon. Open Settings and go to Privacy > Location Services to enable location services for Origon.
nb: Stedstjenestene er skrudd av for Origon. Åpne Innstillinger og gå til Personvern > Stedstjenester for å skru på stedstjenester for Origon.

source: An error has occurred. Please try again another time.
nb: Det har oppstått en feil. Vennligst prøv igjen en annen gang.

# Localisation test
source: This is a string in English
nb: Dette er en streng på norsk
