Repository: andersblehr/origon-ios
Catalog: *.lproj/Localizable.strings
Languages: nb

# [label] activate
source: Enter activation code
nb: Oppgi aktiveringskode

# [label] address
source: Address
nb: Adresse

# [label] admins
source: Administrators
nb: Administratorer

# [label] changePassword
source: Change password
nb: Bytt passord

# [label] club
source: Club
nb: Klubb

# [label] createdBy
source: Registered by
nb: Registrert av

# [label] createdIn
source: First registered in
nb: Først registrert i

# [label] dateOfBirth
source: Age
nb: Alder

# [label] descriptionText
source: Description
nb: Beskrivelse

# [label] email
source: Email
nb: Epost

# [label] fatherId
source: Father
nb: Far

# [label] gender
source: Gender
nb: Kjønn

# [label] joinCode
source: Join code
nb: Innmeldingskode

# [label] mobilePhone
source: Mobile
nb: Mobil

# [label] modifiedBy
source: Last modified by
nb: Sist endret av

# [label] motherId
source: Mother
nb: Mor

# [label] name
source: Name
nb: Navn

# [label] pingServer
source: Check if server is up again
nb: Sjekk om tjeneren er oppe igjen

# [label] preschool
source: Preschool
nb: Barnehage

# [label] registerOrLogIn
source: Register user or log in
nb: Registrer bruker eller logg inn

# [label] school
source: School
nb: Skole

# [label] logout
source: Log out
nb: Logg ut

# [label] telephone
source: Telephone
nb: Telefon

# [alternate label] dateOfBirth
source: Born
nb: Født

# [alternate label] createdBy
source: Created by
nb: Opprettet av

# [placeholder] activationCode
source: Activation code from email
nb: Aktiveringskode fra epost

# [placeholder] address
source: Street address Postal code and city/town
nb: Gateadresse Postnummer og -sted

# [placeholder] arena
source: Home arena
nb: Hjemmearena

# [placeholder] authEmail
source: Your email address
nb: Epostadressen din

# [placeholder] club
source: Name of club
nb: Klubbnavn

# [placeholder] dateOfBirth
source: Date of birth
nb: Fødselsdato

# [placeholder] descriptionText
source: An optional description
nb: En valgfri beskrivelse

# [placeholder] email
source: Email address
nb: Epostadresse

# [placeholder] fullName
source: Full name
nb: Fullt navn

# [placeholder] givenName
source: Name
nb: Navn

# [placeholder] joinCode
source: Join code
nb: Innmeldingskode

# [placeholder] listName
source: List name
nb: Listenavn

# [placeholder] mobilePhone
source: Mobile number
nb: Mobilnummer

# [placeholder] name
source: Name
nb: Navn

# [placeholder] newPassword
source: New password
nb: Nytt passord

# [placeholder] oldPassword
source: Old password
nb: Gammelt passord

# [placeholder] password
source: Password
nb: Passord

# [placeholder] photo
source: Photo
nb: Bilde

# [placeholder] preschool
source: Name of preschool
nb: Barnehagens navn

# [placeholder] preschoolClass
source: Class
nb: Navn på avdelingen

# [placeholder] privateListName
source: List name
nb: Listenavn

# [placeholder] repeatNewPassword
source: Repeat new password
nb: Gjenta nytt passord

# [placeholder] repeatPassword
source: Repeat your password
nb: Gjenta passordet ditt

# [placeholder] residenceName
source: Moniker for this address
nb: Kallenavn for denne adressen

# [placeholder] school
source: Name of school
nb: Skolens navn

# [placeholder] schoolClass
source: Class
nb: Klasse

# [placeholder] telephone
source: Telephone number
nb: Telefonnummer

# [title] register
source: Register
nb: Registrer bruker

# [title] login
source: Log in
nb: Logg inn

# [title] activate
source: Activate
nb: Aktiver

# [title] changePassword
source: Change
nb: Bytt passord

# [title] cancel
source: Cancel
nb: Avbryt

# [setting label] devices
source: Active devices
nb: Aktive enheter

# [setting label] hidden
source: Hidden lists
nb: Skjulte lister

# [setting label] edit
source: Edit list details
nb: Redigere listedetaljer

# [setting label] add
source: Add members to list
nb: Legge til medlemmer i lista

# [setting label] delete
source: Delete members from list
nb: Slette medlemmer fra lista

# [setting label] all
source: Also applies to %@
nb: Gjelder også %@

# [title] community
source: Local community
nb: Nærmiljø

# [title] preschoolClass
source: Preschool class
nb: Barnehageavdeling

# [title] private
source: Private contact list
nb: Privat kontaktliste

# [title] residence
source: Household
nb: Husstand

# [title] schoolClass
source: School class
nb: Skoleklasse

# [title] sports
source: Sports
nb: Sport

# [title] standard
source: Standard list
nb: Standardliste

# [registration footer] community
source: Tap + to register households.
nb: Trykk + for å registrere husstander.

# [registration footer] preschoolClass
source: Tap + to register children and teachers.
nb: Trykk + for å registrere barn og personale.

# [registration footer] residence
source: Tap + to register members of the household.
nb: Trykk + for å registrere medlemmer i husstanden.

# [registration footer] schoolClass
source: Tap + to register students and teachers.
nb: Trykk + for å registrere elever og lærere.

# [registration footer] sports
source: Tap + to register participants and coaches.
nb: Trykk + for å registrere deltakere og trenere.

# [registration footer] standard
source: Tap + to register members.
nb: Trykk + for å registrere medlemmer.

# [add member] community
source: Register household
nb: Registrer husstand

# [add member] preschoolClass
source: Register child
nb: Registrer barn

# [add member] residence
source: New household member
nb: Nytt medlem i husstanden

# [add member] schoolClass
source: Register student
nb: Registrer elev

# [add member] sports
source: Register participant
nb: Registrer deltaker

# [add member] standard
source: Register member
nb: Registrer medlem

# [member] community
source: Member
nb: Medlem

# [member] preschoolClass
source: Child
nb: Barn

# [member] residence
source: Resident
nb: Beboer

# [member] schoolClass
source: Student
nb: Elev

# [member] sports
source: Participant
nb: Deltaker

# [member] standard
source: Member
nb: Medlem

# [members] community
source: Members
nb: Medlemmer

# [members] preschoolClass
source: Children
nb: Barn

# [members] private
source: Friends
nb: Venner

# [members] residence
source: In the household
nb: I husstanden

# [members] schoolClass
source: Students
nb: Elever

# [members] sports
source: Participants
nb: Deltakere

# [members] standard
source: Members
nb: Medlemmer

# [new member] community
source: In the household
nb: I husstanden

# [new member] preschoolClass
source: Child
nb: I avdelingen

# [new member] residence
source: In the household
nb: I husstanden

# [new member] schoolClass
source: Student
nb: Elev

# [new member] sports
source: Participant
nb: Deltaker

# [new member] standard
source: Member
nb: Medlem

# [all members] community
source: All members
nb: Alle medlemmer

# [all members] private
source: Everybody
nb: Alle

# [all members] residence
source: The whole household
nb: Alle i husstanden

# [all members] sports
source: The whole group
nb: Alle i gruppa

# [all members] standard
source: All members
nb: Alle medlemmer

# [add organiser] preschoolClass
source: Register teacher
nb: Registrer personale

# [add organiser] schoolClass
source: Register teacher
nb: Registrer lærer

# [add organiser] sports
source: Register coach
nb: Registrer trener

# [organiser] preschoolClass
source: Teacher
nb: Personale

# [organiser] schoolClass
source: Teacher
nb: Lærer

# [organiser] sports
source: Coach
nb: Trener

# [organisers] preschoolClass
source: Teachers
nb: Personale

# [organisers] schoolClass
source: Teachers
nb: Lærere

# [organisers] sports
source: Coaches
nb: Trenere

# [organiser role] preschoolClass
source: Responsibility
nb: Ansvarsområde

# [organiser role] schoolClass
source: Responsibility
nb: Ansvarsområde

# [organiser role] sports
source: Coach role
nb: Trenerrolle

# [add organiser role] preschoolClass
source: Register responsibility
nb: Registrer ansvarsområde

# [add organiser role] schoolClass
source: Register responsibility
nb: Registrer ansvarsområde

# [add organiser role] sports
source: Register coach role
nb: Registrer trenerrolle

# [edit organiser role] preschoolClass
source: Edit responsibility
nb: Rediger ansvarsområde

# [edit organiser role] schoolClass
source: Edit responsibility
nb: Rediger ansvarsområde

# [edit organiser role] sports
source: Edit coach role
nb: Rediger trenerrolle

# be
source: am;are;is;are;are;are
nb: er;er;er;er;er;er

# address
source: address;the address;addresses;the addresses;-;-
nb: adresse;adressen;adresser;adressene;-;-

# administrator
source: administrator;-;administrators;-;-;-
nb: administrator;-;administratorer;-;-;-

# coach
source: coach;-;coaches;-;-;-
nb: trener;-;trenere;-;-;-

# father
source: father;the father;-;-;your father;%@'s father
nb: far;faren;-;-;faren din;faren til %@

# guardian
source: guardian;-;guardians;-;-;-
nb: foresatt;-;foresatte;-;-;-

# mother
source: mother;the mother;-;-;your mother;%@'s mother
nb: mor;moren;-;-;moren din;moren til %@

# parent
source: parent;-;parents;the parents;your parents;%@'s parents
nb: forelder;-;foreldre;foreldrene;foreldrene dine;foreldrene til %@

# parentContact
source: parent contact;-;parent contacts;-;-;-
nb: foreldrekontakt;-;foreldrekontakter;-;-;-

# preschoolTeacher
source: teacher;-;teachers;-;-;-
nb: personale;-;personale;-;-;-

# teacher
source: teacher;-;teachers;-;-;-
nb: lærer;-;lærere;-;-;-

# I
source: I;me;me
nb: jeg;meg;meg

# you
source: you;you;you
nb: du;deg;deg

# he
source: he;him;him
nb: han;ham;ham

# she
source: she;her;her
nb: hun;henne;henne

source: Edit
nb: Rediger

source: Next
nb: Neste

source: Done
nb: Ferdig

source: Use
nb: Bruk

source: Delete
nb: Slett

source: Continue
nb: Fortsett

source: Skip
nb: Hopp over

source: Back
nb: Tilbake

source: Cancel
nb: Avbryt

source: Home: %@
nb: Hjem: %@

source: -no address-
nb: -uten adresse-

source: Shared list
nb: Delt liste

source: Private list
nb: Privat liste

source: Private list of friends
nb: Privat venneliste

source: Register contact
nb: Registrer kontakt

source: Register friend
nb: Registrer venn/venninne

source: Register address
nb: Registrer adresse

source: Who do you want to text?
nb: Hvem vil du sende melding til?

source: Who do you want to call?
nb: Hvem vil du ringe?

source: Who do you want to email?
nb: Hvem vil du sende epost til?

source: Send text to %@
nb: Send melding til %@

source: Call %@
nb: Ring %@

source: Send email to %@
nb: Send epost til %@

source: No internet connection
nb: Ingen internettforbindelse

source: Password too short
nb: For kort passord

source: The password must be at least %@ characters long.
nb: Passordet må inneholde minst 6 tegn.

source: Error
nb: Feil

source: An error has occurred. Please try again later. [%d: "%@"]
nb: Det har oppstått en feil, vennligst prøv igjen senere. [%d: "%@"]

source: Cannot place call
nb: Kan ikke ringe

source: Please verify that %@ is a valid phone number.
nb: Verifiser at %@ er et gyldig telefonnummer.

source: Authentication required
nb: Autentisering kreves

source: You have been logged out. Please log in again to continue using Origon on this device.
nb: Du har blitt logget ut. Logg inn på nytt for å fortsette å bruke Origon på denne enheten.

source: Data error
nb: Datafeil

source: An unrecoverable data error has occurred. To ensure the continued integrity of your data, you must delete and reinstall %@ on this device.
nb: Det har oppstått en uopprettelig datafeil. For å sikre at du fortsatt har helhetlige data, må du slette og reinstallere %@ på denne enheten.

source: Down for maintenance
nb: Tjeneren blir vedlikeholdt

source: The Origon server is currently down for maintenance. You can still use Origon, but you cannot make any changes. If you need to make changes, you can come back and check under Settings if the server has come up again.
nb: Origon-tjeneren er for øyeblikket nede på grunn av vedlikeholdsarbeid. Du kan bruke Origon som vanlig, men du kan ikke gjøre endringer. Om du trenger å gjøre endringer, kan du komme tilbake og sjekke under Innstillinger om tjeneren har kommet opp igjen.

source: Still down
nb: Fremdeles nede

source: The Origon server is still down for maintenance. Please try again in a while.
nb: Origon-tjeneren er fremdeles nede på grunn av vedlikeholdsarbeid. Prøv igjen om en stund.

source: About %@
nb: Om %@

source: Close
nb: Lukk

source: Yes
nb: Ja

source: No
nb: Nei

source: man
nb: mann

source: boy
nb: gutt

source: woman
nb: kvinne

source: girl
nb: jente

# friend [male]
source: friend
nb: venn

# friend [female]
source: friend
nb: venninne

source: Friend
nb: Venn/venninne

source: Friends
nb: Venner

source: Contact
nb: Kontakt

source: Households
nb: Husstander

source: Home number
nb: Hjemmenummer

source: Neither
nb: Ingen av dem

source: None
nb: Ingen

source: Both
nb: Begge

source: All
nb: Alle

source: Favourites
nb: Favoritter

source: Others
nb: Andre

source: None of them
nb: Ingen av dem

source: None of you
nb: Ingen av dere

source: All of them
nb: Alle

source: User permissions
nb: Brukertilganger

source: add
nb: legge til

source: delete
nb: slette

source: edit
nb: redigere

source: %@ at %@
nb: %@ kl %@

# %d years
source: %d
nb: %d år

# Guardian of %@
source: Parent of %@
nb: Foresatt til %@

source: Listed in %@
nb: Oppført i %@

source: %@, %@ of %@
nb: %@, %@ av %@

# %@ [friend of] %@
source: %@ of %@
nb: %@ av %@

# %@ [guardian of] %@
source: %@ of %@
nb: %@ til %@

source: %@ in %@
nb: %@ i %@

source: %@'s friends
nb: %@ sine venner

source: Lives with %@
nb: Bor sammen med %@

source: and
nb: og

source: Sent from Origon - http://origon.co
nb: Sendt fra Origon - http://origon.co

source: When you register, you will receive an email with an activation code to use in the next step.
nb: Når du registrerer deg, vil du motta en epost med en aktiveringskode til bruk i neste steg.

# The activation code has been sent to %@ ...
source: The activation code has been sent to %@. You can enter the code later if you don't have access to your email at this time.
nb: Aktiveringskoden er sendt til %@. Du kan oppgi koden senere om du ikke har tilgang til eposten din her og nå.

source: The activation code has been sent to %@.
nb: Aktiveringskoden er sendt til %@.

source: You need a working internet connection to continue.
nb: Du trenger en fungerende internettforbindelse for å fortsette.

source: Have code
nb: Har kode

source: Go back
nb: Gå tilbake

source: Activation failed
nb: Aktivering mislyktes

# It looks like you may have lost the activation code ...
source: It looks like you may have lost the activation code or forgotten your password. Let's start over.
nb: Det ser ut til at du har mistet aktiveringskoden eller glemt passordet ditt. La oss starte på nytt.

source: Welcome back!
nb: Velkommen tilbake!

# If you have handy the activation code sent to %@ ...
source: If you have handy the activation code sent to %@, you can now activate your membership. If not, go back and we'll send you a new one.
nb: Om du har aktiveringskoden som ble sendt til %@, så kan du aktivere medlemskapet ditt nå. Om ikke, kan du gå tilbake og få tilsendt en ny.

source: Your password has been changed.
nb: Passordet ditt har blitt endret.

source: Did you forget the password?
nb: Har du glemt passordet?

source: New password
nb: Nytt passord

source: Your password has been reset and a new password has been generated and sent to %@.
nb: Passordet ditt har blitt nullstilt og et nytt passord er generert og sendt til %@.

source: Lists
nb: Lister

source: My lists
nb: Mine lister

source: No hidden lists.
nb: Ingen skjulte lister.

source: All contacts
nb: Alle kontakter

source: New!
nb: Ny!

source: Yourself
nb: Deg selv

source: Move out
nb: Flytt ut

source: Hide
nb: Skjul

source: Delete join request
nb: Slett innmeldingsforespørsel

source: Resend join request
nb: Send forespørselen på nytt

source: Welcome to Origon
nb: Velkommen til Origon

source: Please verify your details and provide any missing information.
nb: Kontroller at opplysningene dine stemmer og fyll ut det som mangler.

source: Incomplete registration
nb: Ufullstendig registrering

source: You must complete your registration before you can start using Origon.
nb: Du må fullføre registreringen før du kan begynne å bruke Origon.

source: You are administrator
nb: Du er administrator

source: You are an administrator of this list. If you want to hide it, you must first appoint another administrator and remove yourself as administrator.
nb: Du er administrator av denne lista. Om du ønsker å skjule den, må du først utpeke en annen administrator og fjerne deg selv som administrator.

source: Join requests
nb: Innmeldingsforespørsler

source: %@ has pending join requests.
nb: %@ har ubehandlede innmeldingsforespørsler.

source: Your household includes minors. Would you like to provide parent relations?
nb: Husstanden din omfatter mindreårige. Vil du angi foreldrerelasjoner?

source: Who do you want to join to a list?
nb: Hvem vil du melde inn i en liste?

source: Who do you want to create a list for?
nb: Hvem vil du opprette en liste for?

source: What sort of list do you want to create
nb: Hva slags liste vil du opprette

source: New listing
nb: Ny oppføring

source: Guardians in the household
nb: Foresatte i husstanden

source: This list will only be visible to you.
nb: Denne lista vil bare være synlig for deg.

source: This list will only be visible to you and adult members of your family.
nb: Denne lista vil bare være synlig for deg og voksne medlemmer i familien din.

source: This list will only be visible to %@ and adult members of the family.
nb: Denne lista vil bare være synlig for %@ og voksne medlemmer i familien.

source: This list will only be visible to adult members of the family.
nb: Denne lista vil bare være synlig for voksne medlemmer i familien.

source: Tap + to register contacts.
nb: Trykk + for å registrere kontakter.

source: Tap + to register friends.
nb: Trykk + for å registrere venner og venninner.

source: Tap + to register additional guardians in the household.
nb: Trykk + for å registrere flere foresatte i husstanden.

source: Awaiting approval...
nb: Venter på godkjenning...

source: Keep
nb: Behold

source: Decline
nb: Avvis

source: Unhide
nb: Hent fram

source: Keep hidden
nb: La forbli skjult

source: Edit responsibilities
nb: Rediger ansvarsområder

source: Add from other lists
nb: Legg til fra andre lister

source: Add households
nb: Legg til husstander

source: Register parent contact
nb: Registrer foreldrekontakt

source: Register household member
nb: Registrer medlem i husstanden

source: Other guardian
nb: Annen foresatt

source: Remove
nb: Meld ut

source: Do you want to keep this listing?
nb: Vil du beholde denne oppføringen?

source: Do you want to unhide this listing?
nb: Vil du hente fram igjen denne oppføringen?

source: %@ has requested to join %@
nb: %@ har bedt om å bli med i %@

source: %@ have requested to join %@
nb: %@ har bedt om å bli med i %@

source: My place
nb: Min husstand

source: Our place
nb: Vår husstand

source: About you
nb: Om deg

source: Complete registration
nb: Fullfør registrering

source: Responsibility in %@
nb: Ansvar i %@

source: Responsibilities in %@
nb: Ansvar i %@

source: Before you can register a minor, you must register his or her guardians.
nb: Før du kan registrere en mindreårig, må du registrere hans eller hennes foresatte.

source: Before you can register a friend, you must register his or her guardians.
nb: Før du kan registrere en venn eller venninne, må du registrere hans eller hennes foresatte.

source: Tap + to register additional guardians.
nb: Trykk + for å registrere flere foresatte.

source: %@ is active on %@.
nb: %@ er aktiv på %@.

source: To some of them
nb: Til noen av dem

source: Register an address
nb: Registrer en adresse

source: Register guardian
nb: Registrer foresatt

source: Other address
nb: Annen adresse

source: Retrieve from Contacts
nb: Hent fra Kontakter

source: Retrieve from lists
nb: Hent fra lister

source: A different number
nb: Et annet nummer

source: A different address
nb: En annen adresse

source: Edit responsibility
nb: Rediger ansvarsområde

source: Accept
nb: Godta

source: Incorrect details
nb: Uriktige opplysninger

# The details you have provided do not match our records ...
source: The details you have provided do not match our records. Please verify that your information is up to date.
nb: Informasjonen du har oppgitt, stemmer ikke med våre opplysninger. Verifiser at du har oppdatert informasjon.

source: Unknown address
nb: Ukjent adresse

source: Unknown addresses
nb: Ukjente adresser

source: One of the addresses you provided did not match our records and was not saved.
nb: En av adressene du oppga, stemte ikke med våre opplysninger og ble ikke lagret.

source: Some of the addresses you provided did not match our records and were not saved.
nb: Noen av adressene du oppga, stemte ikke med våre opplysninger og ble ikke lagret.

source: The address you provided did not match our records and was not saved.
nb: Adressen du oppga, stemte ikke med våre opplysninger og ble ikke lagret.

source: The addresses you provided did not match our records and were not saved.
nb: Adressene du oppga, stemte ikke med våre opplysninger og ble ikke lagret.

source: %@ is already in %@.
nb: %@ er allerede med i %@.

source: Unknown child
nb: Ukjent barn

source: No child named %@ has been registered by %@.
nb: Ingen barn ved navn %@ er registrert av %@.

source: New email address
nb: Ny epostadresse

# You are about to change your email address from %@ to %@ ...
source: You are about to change your email address from %@ to %@. You need access to the new address to activate this change. Do you want to continue?
nb: Du er i ferd med å endre epostadressen din fra %@ til %@. Du må ha tilgang til den nye adressen for å aktivere endringen. Ønsker du å fortsette?

# You are about to change %@'s email address from %@ to %@ ...
source: You are about to change %@'s email address from %@ to %@. A notification will be sent to the new as well as the old address. Do you want to continue?
nb: Du er i ferd med å endre epostadressen til %@ fra %@ til %@. Et varsel vil bli sendt til både den nye og den gamle adressen. Ønsker du å fortsette?

source: You need a working internet connection to change your email address.
nb: Du trenger en fungerende internettforbindelse for å endre epostadressen din.

source: You need a working internet connection to change %@'s email address.
nb: Du trenger en fungerende internettforbindelse for å endre epostadressen til %@.

# The email address %@ could not be activated ...
source: The email address %@ could not be activated. Please try again, or tap Cancel to cancel the change.
nb: Aktivering av epostadressen %@ mislyktes. Prøv igjen, eller trykk Avbryt for avbryte endringen.

source: Address in use
nb: Adressen er i bruk

source: The email address %@ is already in use.
nb: Epostaddressen %@ er allerede i bruk.

source: The mobile number %@ is already in use.
nb: Mobilnummeret %@ er allerede i bruk.

source: Should %@ also be registered at this address?
nb: Skal %@ også registreres på denne adressen?

source: Who else should be registered at this address?
nb: Hvem flere skal registeres på denne adressen?

source: Are you a %@ or a %@?
nb: Er du %@ eller %@

source: Is %@ a %@ or a %@?
nb: Er %@ %@ eller %@

source: Are you a %@?
nb: Er du %@?

source: Is %@ a %@?
nb: Er %@ %@?

source: %@ has more than one mobile phone number. Which number do you want to provide?
nb: %@ har flere mobilnummer. Hvilket nummer vil du oppgi?

source: %@ has more than one email address. Which address do you want to provide?
nb: %@ har flere epostadresser. Hvilken adresse vil du oppgi?

source: %@ has more than one home address. Which address do you want to provide?
nb: %@ har flere hjemmeadresser. Hvilken adresse vil du oppgi?
